Repository: cross-solution/YAWIK
Catalog: module/Organizations/language/*.po
Languages: de_de, fr_be, it, ro, sr

source: Invite an employee via email address.
de_de: Laden Sie Mitarbeiter per Email ein.
fr_be: Invitez un employé via l'adresse email
it: Invita un dipendente tramite l'indirizzo e-mail.
ro: Invitați un angajat prin adresă e-mail.
sr: Позивамо запосленог преко е-маил адресу.

source: Search for organizations
de_de: Suche nach Unternehmen
it: Ricerca per le organizzazioni

source: The organization referenced in your request could not be found.
de_de: Die in der Anfrage referenzierte Organisation konnte nicht gefunden werden.
it: L'organizzazione a quale si fa riferimento nella sua richiesta non è stata trovata.
ro: Organizația face referire la solicitarea dvs. nu a putut fi găsită.
sr: Организација наводи у вашем захтеву није могао бити пронађен.

source: The access token you provided seems to have expired.
de_de: Ihr Zugangsschlüssen ist abgelaufen
it: Il token di accesso che hai fornito sembra d'essere scaduto.
ro: Token-ul de acces pe care ați furnizat pare să fi expirat.
sr: Приступ знак сте дали Изгледа да је истекао.

source: Invitation to join the team of %s
de_de: Einladung für den Beitritt zum Team %s
fr_be: Invitation à rejoindre l'équipe de %s
it: Invito di fare parte del team di %s

source: View Jobs
de_de: Stellenanzeigen anzeigen
fr_be: Voir l'emploi
it: Vedi offerte di lavoro
ro: Vedeți locuri de muncă
sr: Погледај Послови

source: Edit Jobs
de_de: Stellenanzeigen bearbeiten
fr_be: Editer l'emploi
it: Modifica offerte di lavoro
ro: Locuri de munca de editare
sr: едит Послови

source: Create Jobs
de_de: Stellenanzeigen erstellen
fr_be: Créer un emploi
it: Crea offerte di lavoro
ro: crea locuri de muncă
sr: отварање нових радних мјеста

source: View Applications
de_de: Bewerbungen ansehen
fr_be: Voir la candidature
it: Visualizza domande di assunzione
ro: Vizualizați aplicațiile
sr: Погледај Апликације

source: Edit Applications
de_de: Bewerbungen bearbeiten
fr_be: Editer la candidature
it: Modifica domande di assunzione
ro: Editați aplicații
sr: Измена Апликације

source: Recruiter
de_de: Rekruter
fr_be: Recruteur
it: Reclutatore
sr: рецруитер

source: Department Manager
de_de: Abteilungsleiter
it: Direttore del dipartimento
ro: Manager de departament
sr: Руководилац

source: Managing Directors
de_de: Geschäftsleitung
it: Amministratori delegati
ro: directori generali
sr: direktori

source: Street
de_de: Strasse
fr_be: Rue
it: Strada
ro: Stradă
sr: улица

source: House Number
de_de: Hausnummer
it: Numero civico

source: Postal Code
de_de: Postleitzahl
it: Codice postale

source: City
de_de: Ort
fr_be: Ville
it: Città
ro: Oraș
sr: град

source: Country
de_de: Land
fr_be: Pays
it: Paese

source: Phone
de_de: Telefon
fr_be: Téléphone
it: Telefono
ro: Telefon
sr: телефон

source: Choose a Logo. This logo will be shown in the job opening and the application form.
de_de: Bitte wählen Sie ein Logo für das schaltende Unternehmen. Das Logo erscheint in der Stellenanzeige und im Bewerbungsformular.
fr_be: Choisissez un logo. Ce logo sera montré dans l'ouverture de poste et dans le formulaire de candidature.
it: Scegliere un logo. Questo logo verrà mostrato nel offerta di lavoro e il modulo di domanda.
ro: Alege un logo. Acest logo va fi afișat în deschiderea de locuri de muncă și formularul de cerere.
sr: Изаберите Лого. Овај лого ће бити приказан на отварању нових радних места и обрасцу.

source: Please enter the name of the hiring organization.
de_de: Bitte hinterlegen Sie den Namen des schaltenden Unternehmens.
fr_be: Veuillez entrer le nom de l'organisation recrutante.
it: Si prega di inserire il nome dell'organizzazione assunzione.
ro: Vă rugăm să introduceți numele organizației de angajare.
sr: Молимо Вас да унесете име организације запошљавања.

source: Please enter a contact for the hiring organization.
de_de: Bitte hinterlegen Sie eine Kontaktadresse für das schaltende Unternehmen
fr_be: Veuillez entrer un contact pour l'organisation recrutante.
it: Inserisci un contatto per l'organizzazione di assunzione.
ro: Vă rugăm să introduceți o persoană de contact pentru organizația de angajare.
sr: Унесите контакт за организацију запошљавања.

source: Please enter a description for the hiring organization.
de_de: Bitte geben Sie eine Beschreibung für das schaltende Unternehmen ein. Die Beschreibung erscheint in der Stellenanzeige.
fr_be: Veuillez entrer une description pour l'organisation recrutante.
it: Si prega di inserire una descrizione per l'organizzazione di assunzione.
ro: Vă rugăm să introduceți o descriere pentru organizarea de angajare.
sr: Унесите опис за организацију запошљавања.

source: Employees
de_de: Mitarbeiter
fr_be: Employés
it: Collaboratori / Dipendenti
ro: Numar de angajati
sr: zaposleni

source: Manage your employees and their permissions.
de_de: Verwalten Sie ihre Mitarbeiter und deren Zugriffsrechte.
fr_be: Gérer vos employés et leurs permissions.
it: Gestisci i tuoi collaboratori / dipendenti e le relative autorizzazioni.
ro: Gestionați angajații și permisiunile acestora.
sr: Организујте своје запослене и њихове дозволе.

source: Workflow
de_de: Arbeitsablauf
it: Flusso di lavoro
ro: Fluxul de lucru
sr: Процес рада

source: Define, how notifications about new applications reach your employees
de_de: Definieren Sie, wie Ihre Mitarbeiter über eingehende Bewerbungen infomiert werden.
it: Definire come notifiche sulle nuove applicazioni raggiungono i dipendenti
ro: Să definească, modul în care notificări despre noile aplicații ajung angajații dumneavoastră
sr: Дефинисати, како обавештења о новим апликацијама остварили своје запослене

source: Profile Setting
de_de: Einstellungen Firmenprofile
it: Impostazione del profilo

source: Define how profile page should behave
de_de: Definieren Sie, wann Firmenprofile angezeigt werden sollen.
it: Definire come dovrebbe comportarsi la pagina del profilo

source: Setting
de_de: Einstellungen
it: Impostazione

source: Always enable profile
de_de: Profil stets aktivieren
it: Abilita sempre il profilo

source: Enable only when active jobs available
de_de: Profil aktivieren, wenn es Jobs gibt
it: Abilita solo quando sono disponibili offerte di lavoro

source: Disabled viewing profile
de_de: Profil deativieren
it: Visualizzazione del profilo disabilitato

source: Organization Name
de_de: Firmenname
fr_be: Nom de l'organisme
it: Nome organizzazione

source: Description
de_de: Beschreibung
it: Descrizione
ro: Descriere
sr: опис

source: accept Applications by Department Managers
de_de: Eingehende Bewerbungen können durch Abteilungsleiter akzeptiert werden
it: accettazione delle domande da responsabili del dipartimento
ro: accepta Cererile de către Departamentul de manageri
sr: прима захтеве од стране Одељења менаџера

source: if checked, department managers are informed about new applications first.
de_de: Falls gewählt, werden Abteilungsleiter über den Eingang von Bewerbungen informiert.
it: se selezionato, responsabili di reparto sono informati sulle nuove applicazioni come primi.
ro: dacă este verificat, managerii de departament sunt informați cu privire la noi aplicații mai întâi.
sr: ако провери, робне менаџери су први обавештени о новим апликацијама.

source: Department managers are notified of incoming applications and must accept this. Only then the recruiter can start his work with the application
de_de: Abteilungsleiter müssen eingehende Bewerbungen akzeptieren. Erst danach kann der Sachbearbeiter die Bearbeitung der Bewerbung beginnen.
it: I responsabili di reparto sono informati su delle domande in entrata e devono accettare queste. Solo dopo il rilascio il reclutatore può iniziare il suo lavoro con l'applicazione
ro: managerii de departament sunt notificate cu privire la cererile primite și trebuie să accepte acest lucru. Numai atunci recrutorul poate incepe activitatea sa cu aplicația
sr: Департмент менаџери су обавештени о долазним апликација и мора прихватити ово. Тек онда врбовао може почети свој рад са применом

source: accept Applications by recruiters
de_de: Bewerbungen von Recruitern annehmen

source: if checked, all recruiters of the organization are informed about new applications first.
de_de: wenn aktiviert, werden alle Recruiter der Organisation zuerst über neue Bewerbungen informiert.

source: Recruiters are notified of incoming applications and must accept/reject them. Accepted applications are forwarded to the department manager assigned to the job.
de_de: Recruiter werden über eingehende Bewerbungen informiert und müssen diese annehmen/ablehnen. Angenommene Bewerbungen werden an den für die Stelle zuständigen Abteilungsleiter weitergeleitet.

source: assign department managers to jobs
de_de: Weisen sie Ihren Stellenanzeigen Abteilungsleiter zu.
it: assegnate i responsabili di reparto alle offerte di lavoro
ro: atribuiți managerii de departamente la locurile de muncă
sr: доделити одељења менаџере на радна места

source: if checked, department managers have to be assigned to job postings.
de_de: falls gewählt, müssen einer Stellenanzeige Abteilungsleiter zugeordnet werden.
it: se selezionato, responsabili di reparto devono essere assegnati alle offerte di lavoro.
ro: dacă este verificat, managerii de departament trebuie să fie alocat pentru locurile de munca.
sr: ако провери, робне менаџери морају бити додељен књижења посао.

source: if you have more them one department managers, you can assign them to a job posting. If nobody is assigned, all department managers will be informed about new applications
de_de: Wenn sie mehr als einen Abteilungsleiter haben, können sie einen der Stellenanzeige zuweisen. Falls niemand der Stellenanzeige zugewiesen ist, werden beim Eingang neuer Bewerbungen alle Abteilungsleiter informiert.
it: se avete più di un responsabile di reparto è possibile assegnarlo ad un annuncio di lavoro. Se viene assegnato nessun responsabile di reparto, tutti i responsabili del reparto saranno informati su nuove applicazioni
ro: dacă aveți mai multe lor unul manageri de departamente, aveți posibilitatea să le atribuie o postare de locuri de muncă. În cazul în care nimeni nu i se atribuie, toți managerii de departament vor fi informați cu privire la noile aplicații
sr: ако имате више их једном одељењу менаџерима, можете их доделити постављање посла. Ако нико је додељен, сви менаџери одељења ће бити информисани о новим апликацијама

source: Overview
de_de: Übersicht
fr_be: Vue d'ensemble
it: Panoramica
ro: Prezentare generală
sr: преглед

source: Profiles
de_de: Profile
it: Profili

source: Insert
de_de: hinzufügen
fr_be: Insérer
it: Inserire
ro: Introduce
sr: инсерт

source: PENDING
de_de: Ausstehend
fr_be: EN ATTENTE
it: IN ATTESA
ro: IN ASTEPTAREA
sr: У ПРОЦЕДУРИ

source: Via email address
de_de: Per E-Mail Adresse
fr_be: Via adresse email
it: Via e-mail
ro: Prin adresă e-mail
sr: Виа емаил адресу

source: Invite
de_de: Einladen
fr_be: Inviter
it: Invitare
ro: A invita
sr: позвати

source: Click on this button will add the employee with the status "pending"
de_de: Das Abspeichern wird den Mitarbeiter mit dem Status "ausstehend" hinzufügen.
fr_be: Cliquer sur ce bouton ajoutera le statut "en attente" à l'employé
it: Clicando su questo pulsante si aggiunge il dipendente con lo stato "in attesa"
ro: Dați clic pe acest buton se va adăuga angajatul cu starea "în așteptare"
sr: Кликните на ово дугме ће додати запосленог са статусом "на чекању"

source: Users
de_de: Benutzer
fr_be: Utilisateurs
it: Utenti
ro: utilizatori
sr: усерс

source: pending
de_de: ausstehend
fr_be: en attente
it: in attesa
ro: in asteptarea
sr: нерешен

source: Doh! There was something going terribly wrong.
de_de: Oh! Da ging etwas mächtig schief.
fr_be: Oups! Quelque chose s'est terriblement mal passé.
it: Doh! C'era qualcosa che va terribilmente sbagliato.
ro: Doh! A fost ceva merge teribil de greșit.
sr: Дох! Било је нешто догађа по злу.

source: Sorry, you may not create organizations.
de_de: Sie können keine Unternehmen anlegen
fr_be: Désolé, vous ne pouvez pas créer d'organisations.
it: Mi dispiace, non è possibile creare organizzazioni.
ro: Ne pare rău, nu s-ar putea crea organizații.
sr: Жао ми је, не може да створи организације.

source: Before you are able to create organizations, you have to %screate your main organization%s first.
de_de: Bevor Sie Firmen anlegen können, müssen Sie %sIhre eigene Firma%s erstellen.
fr_be: Avant de pouvoir créer des organisations, vous avez à %screate votre organisation%s principale en premier.
it: Prima che si è in grado di creare organizzazioni, è necessario %screate prima vostra principale organizzazione%s .

source: Hello %s
de_de: Hallo %s
fr_be: Bonjour %s
it: Ciao %s

source: Hello
de_de: Hallo
fr_be: Bonjour
it: Ciao
sr: Здраво

source: %s invited you to join the team of %s
de_de: %s hat Sie eingeladen dem Team %s beizutreten.
fr_be: %s vous à invité à rejoindre l'équipe de %s
it: %s ti ha invitato a far parte del team di %s

source: You can accept this invitation by visiting the following link
de_de: Sie können die Einladung akzeptieren, indem sie folgenden Link besuchen.
fr_be: Vous pouvez accepter l'invitation en visitant le lien suivant
it: È possibile accettare questo invito visitando il seguente link
ro: Puteți accepta această invitație, accesând următorul link
sr: Можете прихватити овај позив да посетите следећи линк

source: <strong>Please note: </strong> You are currently the owner of <b>%s</b>. Accepting this invitation will delete your organization.
de_de: <strong>Wichtiger Hinweis </strong> Sie sind derzeit Eigentümer der Firma <b>%s</b>. Wenn Sie die Einladung annehmen, wird Ihre Firma gelöscht.
fr_be: <strong>Attention:</strong> Vous êtes actuellement le propriétaire de <b>%s</b>. Accepter cette invitation effacera votre organisation.
it: <strong>Si prega di notare: </strong> Attualmente sei il proprietario di <b>%s</b>. Accettando questo invito cancellerà la vostra organizzazione.

source: <strong>Please note: </strong> You are currently assigned as an employee to <b>%s</b>. Accepting this invitation will remove this association.
de_de: <strong>Wichtiger Hinweis: </strong> Sie sind derzeit Mitarbeiter der Firma<b>%s</b>. Wenn Sie die Einladung akzeptieren, wird diese Zuordnung gelöscht.
fr_be: <strong>Attention:</strong> Vous êtes actuellement assigné en tant qu'employé à <b>%s</b>. Accepter cette invitation enlèvera cette association.
it: <strong>Prego notare: </strong> Sei assegnato come un dipendente di <b>%s</b>. Accettando questo invito rimuoverà questa associazione.

source: If you do not want to accept this invitation you can ignore this mail and the request is canceled automatically after a week.
de_de: Wenn sie die Einladung nicht annehmen wollen, ignorieren Sie diese Mail. Die Einladung wird automatich nach einer Woche gelöscht.
fr_be: Si vous ne voulez pas accepter cette invitation vous pouvez ignorer ce mail et la requête est automatiquement annulé après une semaine.
it: Se non si desidera accettare questo invito si può ignorare questa mail e la richiesta viene annullata automaticamente dopo una settimana.
ro: Dacă nu doriți să acceptați această invitație, puteți ignora acest e-mail, iar cererea se anulează automat după o săptămână.
sr: Ако не желите да прихватите овај позив можете игнорисати ову поруку и захтев је отказан аутоматски након недељу дана.

source: You have accepted the invitation
de_de: Sie haben die Einladung akzeptiert
fr_be: Vous avez accepté l'invitation
it: Hai accettato l'invito
ro: Ați acceptat invitația
sr: Сте прихватили позив

source: You are now part of the team of <b>%s</b>
de_de: Sie sind nun Mitarbeiter im Team von <b>%s</b>
fr_be: Vous êtes membre de l'équipe de <b>%s</b>
it: Ora fai parte del team di <b>%s</b>

source: Please choose a password to be able to log in.
de_de: Bitte setzen Sie Ihr Kennwort für zukünftige Anmeldungen
fr_be: Veuillez choisir un mot de passe pour pouvoir vous connecter.
it: Scegliere una password per poter effettuare il login.
ro: Vă rugăm să alegeți o parolă pentru a fi în măsură să vă conectați.
sr: Молимо унесите шифру да би могли да се пријавите.

source: This profile is disabled.
de_de: Dieses Profil ist deaktiviert.

source: Organization
de_de: Firma
fr_be: Organisation
it: Organizzazione
ro: Organizare
sr: организација

source: Hiring organization of <strong>%s</strong>
de_de: Schaltendes Unternehmen von <strong>%s</strong>
fr_be: Organisation recrutante de <strong>%s</strong>
it: Assunzione organizzazione di <strong> %s </strong>

source: Organizations Profile
de_de: Firmenprofil
it: Profilo delle organizzazioni

source: No organization found matching your criteria.
de_de: Kein Unternehmen passt auf Ihre Suchanfrage
it: Nessuna organizzazione trovata corrispondente ai tuoi criteri.

source: Active filters:
de_de: Aktive Filter:

source: Remove filter
de_de: Filter löschen

source: Remove all filters
de_de: Alle Filter löschen

source: Title of the job
de_de: Anzeigentitel

source: Location
de_de: Ort

source: Date of receipt
de_de: Eingangsdatum

source: Apply
de_de: Bewerben

source: Edit
de_de: Bearbeiten

source: Organizations
de_de: Firmen
fr_be: Organisations
it: Organizzazioni
ro: organizaţiile
sr: organizacije

source: Email address is invalid.
de_de: Die E-Mail Adresse ist ungültig
fr_be: L'adresse email est invalide.
it: L'indirizzo email non è valido.
ro: Adresa de email este invalida.
sr: Е-маил адреса није исправна.

source: Can not access profile page without id
de_de: Der Zugriff auf ein Firmenprofil ohne ID ist nicht möglich
it: Impossibile accedere alla pagina del profilo senza id

source: Organization with id "%s" not found
de_de: Das Unternehmen mit der id "%s" wurde nicht gefunden
it: Organizzazione con ID "%s" non trovata

source: This Organization Profile is disabled
it: Questo profilo dell'organizzazione è disabilitato

source: Sending invitation mail failed.
ro: Se trimite invitația e-mail a eșuat.
sr: Слање позивнице поште није успела.

source: Organizationname
ro: Numele Organizatiei
sr: Назив организације

source: street
ro: stradă
sr: улица

source: house number
ro: numărul casei
sr: Кућни број

source: Postalcode
ro: Cod postal
sr: Поштански код

source: Fax
sr: факс
