Repository: cross-solution/YAWIK
Catalog: module/Jobs/language/*.po
Languages: de_de, fr, it, pl, ru, tr

source: Publish on %s
de_de: Veröffentlichen auf %s
fr: Publié le %s
it: Pubblica su %s

source: Publish on your Homepage
de_de: Auf eigener Homepage veröffentlichen
fr: Publier sur votre page d'accueil
it: Pubblica sul tuo sito
pl: Publikuje na swojej stronie głównej
ru: Опубликовать на главной странице
tr: Ana sayfanızda yayınlayın

source: Job details
de_de: Beschreibung der Stellenanzeige
fr: Détails de l'emploi
it: Dettagli del lavoro
pl: Szczegóły pracy
ru: Описание работы
tr: İş detayları

source: Title of the job
de_de: Anzeigentitel
fr: Titre de l'emploi
it: Titolo del lavoro
pl: Tytuł pracy
ru: Название работы
tr: İşin Adı

source: Location
de_de: Ort
fr: Emplacement
it: Posizione
pl: Lokalizacja
ru: Расположение
tr: Konum

source: Companyname
de_de: Firmenname
fr: Nom de l'entreprise
it: Nome della ditta / società
pl: Nazwa firmy
ru: Название Компании
tr: Firma Adı

source: Publisher details
de_de: Angaben zur Person
fr: Détail de l'éditeur
it: Casa editrice
pl: Wydawca szczegóły
ru: сведения об издательстве
tr: Yayıncı ayrıntıları

source: no Portal chosen
de_de: Es wurden keine Jobportale gebucht
fr: pas de portail choisi
it: nessun portale scelto
pl: no Portal wybrana
ru: нет Портал выбрали
tr: hayır Portal seçilmiş

source: Selected Channels
de_de: Gebuchte Jobportale
fr: Chaînes sélectionnés
it: Canali selezionati
pl: Wybrane kanały
ru: Выбранные каналы
tr: seçilen kanallar

source: Price
de_de: Preis
fr: Prix
it: Prezzo
pl: Cena
ru: Цена
tr: Fiyat

source: plus VAT
de_de: zzgl. MwSt
it: più IVA
pl: plus podatek VAT
ru: плюс НДС
tr: artı KDV

source: Invoice amount
de_de: Rechnungsbetrag
it: Importo della fattura
pl: kwota faktury
ru: сумма счета-фактуры
tr: Fatura tutarı

source: Click here to accept or reject the job opening
de_de: Klicken Sie hier, um dte Stellenanzeige anzunehmen oder abzulehnen
fr: Cliquez ici pour accepter ou refuser l'ouverture de poste
it: Clicca qui per accettare o rifiutare la offerta di lavoro
pl: Kliknij tutaj, aby zaakceptować lub odrzucić otwarcie pracy
ru: Нажмите здесь, чтобы принять или отклонить открытие работу
tr: kabul etmek veya iş açılış reddetmek için buraya tıklayın

source: You are using a default template. You are free to create your own template, just contact the developing team for integration
de_de: Sie nutzen die Vorlage für eine Stellenanzeige. Sie können sich eine eigene Vorlage erstellen. Oder nehmen Sie mit uns Kontakt auf. Wir helfen Ihnen.
fr: Vous utilisez un template par défaut. Vous êtes libre de créer votre propre template, il suffit de contacter l'équipe de développement pour l'intégration.
it: Si utilizza un modello predefinito. Siete liberi di creare il proprio template, basta contattare il team di sviluppo per l'integrazione
pl: Używasz domyślnego szablonu. Jesteś wolny, aby utworzyć własny szablon, wystarczy skontaktować się z zespołem rozwijającym się do integracji
ru: При использовании шаблона по умолчанию. Вы можете создать свой собственный шаблон, просто свяжитесь развивающийся команду для интеграции
tr: Bir varsayılan şablonu kullanıyor. Kendi şablon oluşturmak için ücretsiz, sadece entegrasyon gelişmekte ekibine başvurun

source: Default
de_de: Standard
fr: Défaut
it: Difetto
pl: Domyślne
ru: По умолчанию
tr: varsayılan

source: Classic
de_de: Klassisch
fr: Classique
it: Classico
pl: Klasyczny
ru: классический
tr: Klasik

source: Pure HTML
de_de: Reines HTML

source: Track applications
de_de: Bewerbermanagement
fr: Traquer les candidatures
it: Rintracciare domande di assunzione
pl: prowadzeń
ru: приложения трек
tr: Parça uygulamaları

source: Preview of your job posting
de_de: Voransicht Ihrer Stellenanzeige
fr: Aperçu de l'affichage de votre emploi
it: Anteprima del tuo annuncio di lavoro
pl: Podgląd swojej ofercie pracy
ru: Предварительный просмотр вашего размещения вакансии
tr: Iş ilanıyla Önizleme

source: Please check the preview of your job position. Click %s to open the preview in a new window
de_de: Bitte überprüfen Sie die Voransicht Ihrer Stellenanzeige. Klicken Sie %s, um die Anzeige in einem neuen Fenster zu öffnen
fr: Veuillez vérifier l'aperçu de votre offre d'emploi. Cliquez sur %s pour ouvrir l'aperçu dans une nouvelle fenêtre
it: Per favore controllare l'anteprima del vostra offerta di lavoro. Clicca %s per aprire l'anteprima in una nuova finestra

source: here
de_de: hier
fr: ici
it: qui
pl: tutaj
ru: вот
tr: işte

source: Open new Window
de_de: Neues Fenster

source: Print
de_de: Drucken

source: Apply link
de_de: Bewerbungslink
fr: Lien de postulation
it: Applicare Link
pl: Zastosuj odnośnik
ru: Применить ссылку
tr: Bağlantıyı Uygula

source: If you want to post job openings for your customers, you have to %sadd them%s in the organizations menu.
de_de: Wenn Sie Stellenanzeigen im Namen ihrer Kunden schalten wollen, müssen sie %sdiese%s erst unter dem Menüpunkt Firmen anlegen.
it: Se si desidera pubblicare offerte di lavoro per i vostri clienti, dovete %saggiungere loro%s nel menu organizzazioni.

source: The build-in ATS is currently used.
de_de: Derzeit wird das integrierte Bewerbermanagement genutzt
fr: Le SSC incorporé est actuellement utilisé.
it: È attualmente utilizzato il build-in ATS.
pl: jest obecnie używany wbudowany w ATS.
ru: Встроенным АТС в настоящее время используется.
tr: yap-ATS halen kullanılmaktadır.

source: Applications are handled via URI: %s
de_de: Externes Bewerbungsformular wird genutzt unter: %s
fr: Les candidatures sont traité par URI: %s
it: Le domande di assunzione sono gestite tramite URI: %s

source: Applications will be send to %s
de_de: Bewerbungen werden gesendet an %s
fr: La candidature sera envoyé à %s
it: Le domande di assunzione saranno inviate a %s

source: ATS is disabled.
de_de: Bewerbermanagement ist deaktiviert
fr: Le SSC est désactivé.
it: ATS è disabilitato.
pl: ATS jest wyłączona.
ru: АТС отключена.
tr: ATS devre dışı bırakılır.

source: search for position or company
de_de: Suche nach einem Job oder einer Firma
it: ricerca posizione o società
pl: poszukiwanie stanowiska lub firmy
ru: поиск позиции или компании
tr: pozisyon veya şirket için arama

source: Type in a location
de_de: Eingabe Ort
it: Digitare in una localizzazione
pl: Wpisz lokalizację
ru: Введите место
tr: Bir yer yazın

source: Search
de_de: Suche
fr: Recherche
it: Ricerca
pl: Poszukiwanie
ru: Поиск
tr: Arama

source: Clear
de_de: Filter löschen
pl: Jasny
tr: Açık

source: My jobs
de_de: Meine Anzeigen
fr: Mes emplois
it: I miei lavori
pl: Moje oferty pracy
ru: Мои работы
tr: Benim işler

source: All jobs
de_de: Alle Anzeigen
fr: Tous les emplois
it: Tutti i lavori
pl: Wszystkie oferty pracy
ru: Все работы
tr: Bütün işler

source: Jobs
de_de: Stellenanzeigen
fr: Offres d'emploi
it: Lavori
pl: Oferty pracy
ru: Работы
tr: İşler

source: Delete job "%s"
de_de: Stellenanzeige "%s" löschen

source: Would you really like to delete this job?
de_de: Möchten Sie die Stellenanzeige wirklich löschen?

source: Delete
de_de: Löschen

source: Cancel
de_de: Abbrechen
fr: Annuler
it: Cancellare
pl: Anulować
ru: Отменить
tr: Iptal

source: No job is waiting for approval at the moment.
de_de: Aktuell warten keine Stellenanzeigen auf Freischaltung

source: please wait
de_de: bitte warten
fr: S'il vous plaît attendre
it: attendere prego
pl: proszę czekać
ru: пожалуйста, подождите
tr: lütfen bekle

source: Categories
de_de: Kategorien

source: Date of receipt
de_de: Eingangsdatum
fr: Date de réception
it: Data di ricevimento
pl: Data otrzymania
ru: Дата получения
tr: Alınış tarihi

source: Note
de_de: Notiz

source: Action
de_de: Aktion
it: Azione
pl: Akcja
ru: Действие
tr: Eylem

source: Status history
de_de: Verlauf
it: Storia di stato
pl: Historia stanu
ru: История Статус
tr: Durum geçmişi

source: Edit state
de_de: Bearbeitungsstatus

source: Edit
de_de: Bearbeiten
pl: Edycja
tr: Düzenle

source: Edit job "%s"
de_de: Anzeige "%s" bearbeiten

source: processing
de_de: bearbeiten
pl: przetwarzanie
tr: işleme

source: Save changes
de_de: Änderungen speichern

source: Public Job Opportunities
de_de: Übersicht aller Stellenanzeigen
fr: Offres d'emploi publics
it: Opportunità di lavoro publici
pl: Publiczne Oferty Pracy
ru: Общественные возможности трудоустройства
tr: Kamu İş Fırsatları

source: %sSorry%s, there are not any jobs matching your search criteria.
de_de: %sEs tut uns leid.%s, es gibt zur Zeit keine Stellenanzeigen, die Ihrem Suchkriterium entsprechen.

source: Active filters:
de_de: Aktive Filter:

source: Remove filter
de_de: Filter löschen

source: Remove all filters
de_de: Alle Filter löschen

source: Apply
de_de: Bewerben
fr: Postuler
it: Applicare
pl: Zastosować
ru: Применять
tr: Uygulamak

source: Loading
de_de: Daten werden geladen
fr: Chargement
it: Caricamento
pl: Ładowanie
ru: Загрузка
tr: Yükleme

source: Access denied!
de_de: Zugriff verweigert!
fr: Accès refusé!
it: Accesso negato!
pl: Brak dostępu!
ru: Доступ закрыт!
tr: Erişim reddedildi!

source: Application error!
de_de: Anwendungsfehler
fr: Erreur de candidature!
it: Errore domanda di assunzione!
pl: Błąd aplikacji!
ru: Ошибка приложения!
tr: Uygulama hatası!

source: Save
de_de: Speichern
fr: Sauver
it: Salvare
pl: Zapisz
ru: Экономить
tr: Kaydet

source: Sending
de_de: Daten werden übermittelt
fr: Envoi
it: Invio
pl: Przesyłka
ru: Отправка
tr: gönderme

source: Fail!
de_de: Fehler!
fr: Echec!
it: Fallito!
pl: Zawieść!
ru: Потерпеть неудачу!

source: List of your jobs
de_de: Ihre Stellenanzeigen
fr: Liste de vos emplois
it: Elenco dei tuoi lavori
pl: Lista zadaniach
ru: Список заданий
tr: senin işlerin listesi

source: Reference
de_de: Referenz
fr: Référence
it: Riferimento
pl: Odniesienie
ru: Ссылка
tr: Referans

source: Applications
de_de: Bewerbungen
fr: Candidatures
it: Domande di assunzione
pl: Aplikacje
ru: Применения
tr: Uygulamalar

source: total
de_de: gesamt
it: totale
pl: całkowity
ru: общий
tr: toplam

source: unread
de_de: ungelesen
fr: non lu
it: non letto
pl: nieprzeczytane
ru: непрочитанный
tr: okunmamış

source: draft
de_de: Entwurf
fr: brouillon
it: bozza
pl: projekt
ru: проект
tr: taslak

source: Change responsible user for job \"%s\"
de_de: Ändert die Zuständigkeit für die Stellenanzeige \"%s\"
fr: Changez l'utilisateur responsable pour l'emploi \"%s\"
it: Cambia utente responsabile del lavoro \"%s\"

source: Are you sure to delete this job?
de_de: Möchten Sie die Stellenanzeige wirklich löschen?

source: Jobs waiting for approval
de_de: Stellenanzeige wartet auf Freischaltung
fr: Emplois en attente d'approbation
it: Lavori in attesa di approvazione
pl: Praca czeka na zatwierdzenie
ru: Работа ждет одобрения
tr: onay bekliyor İşler

source: Current Jobs
de_de: Aktuelle Stellenanzeigen
fr: Offres d'emploi actuelles
it: Lavori correnti
pl: Aktualne Oferty pracy
ru: Текущие Вакансии
tr: Güncel İşler

source: Famous jobs
de_de: Geschaltete Stellenanzeigen
fr: Emplois célèbres
it: Lavori famosi
pl: Słynne miejsca pracy
ru: Известные работы
tr: Ünlü işler

source: Job
de_de: Stellenanzeige
fr: Emploi
it: Lavoro
pl: Praca
ru: Иов
tr: Iş

source: Date
de_de: Datum
it: Data
pl: Data
ru: Дата
tr: Tarih

source: Online since
de_de: Online seit
fr: En ligne depuis
it: Online dal
pl: Online od
ru: Интернет с

source: Terms and Conditions
de_de: Allgemeine Geschäftsbedingungen
fr: Termes et conditions
it: Termini e condizioni
pl: Warunki
ru: Сроки и условия
tr: Şartlar ve koşullar

source: Publishing successfully finished
de_de: Eingabe erfolgreich angeschlossen
fr: Publication effectuée avec succès
it: Pubblicazione terminata con successo
pl: Wydawnictwa pomyślnie zakończone
ru: Издательский успешно закончил
tr: başarıyla tamamlandı Yayıncılık

source: Thank you for publishing your job opening. An email was send to the reviewing team.
de_de: Vielen Dank für die Eingabe einer Stellenanzeige. Eine E-Mail wurde an das Review-Team gesendet.
fr: Nous vous remercions pour la publication de votre offre d'emploi. Un e-mail a été envoyé à l'équipe de révision.
it: Grazie per la pubblicazione della vostra offerta di lavoro. Un e-mail è stata inviato al team di revisione.
pl: Dziękujemy za opublikowanie otwarcie pracy. E-mail został wysłany zespół recenzowania.
ru: Благодарим Вас за публикацией вакансии. Письмо было отправить в команду, рассматривающему.
tr: iş açılış yayınlamak için teşekkür ederiz. Bir e-posta inceleme ekibine göndermek oldu.

source: History
de_de: Verlauf
it: Storia
pl: Historia
ru: история
tr: tarih

source: Comment
de_de: Kommentar
fr: Commentaire
it: Commento
pl: Komentarz
ru: Комментарий
tr: Yorum

source: Preview of the posting
de_de: Voransicht der Stellenanzeige
fr: Aperçu de l'affichage
it: Anteprima del distacco
pl: Podgląd delegowania
ru: Предварительный просмотр проводки
tr: gönderme Önizleme

source: Reject Job
de_de: Stellenanzeige ablehnen
fr: Rejeter un emploi
it: Rifiutare offerta / lavoro
pl: Odrzuć zadanie
ru: Отклонить Работа
tr: İş reddet

source: Accept Job
de_de: Stellenanzeige akzeptieren
fr: Accepter un emploi
it: Accetta offerta / lavoro
pl: Przyjąć pracę
ru: Принять работу
tr: İş Kabul

source: Publish a job
de_de: Eine Stellenanzeige veröffentlichen
fr: Publier un emploi
it: Pubblicare un offerta / lavoro
pl: Opublikuj ofertę pracy
ru: Опубликовать работу
tr: Bir işi Yayınla

source: Create a job
de_de: Stellenanzeige anlegen
fr: Créer un emploi
it: Creare un offerta di lavoro
pl: Utwórz zadanie
ru: Создание задания
tr: Bir işi oluşturma

source: Deactivate
de_de: Deaktivieren
fr: Désactiver
it: Disattivare
pl: Dezaktywować
ru: дезактивировать
tr: devre dışı bırakmak

source: Activate
de_de: Aktivieren

source: Publish job %s
de_de: Stellenanzeige %s veröffentlichen
fr: Publiez l'emploi %s
it: Pubblicare offerta %s

source: chargeable
de_de: kostenpflichtig
fr: payant
it: addebitabile
pl: podlegający opłacie
ru: оплате
tr: ücretli

source: submit changes
de_de: Änderungen übertragen
fr: soumettre les changements
it: inviare modifiche
ru: Отправить изменения

source: Your job position is incomplete.
de_de: Die eingegebene Stellenanzeige ist unvollständig
fr: Vote vacance de poste est incomplète.
it: La vostra offerta di lavoro è incompleta.
pl: Twoja pozycja zadanie jest niekompletny.
ru: Ваша позиция работа является неполной.
tr: İşiniz pozisyon eksik.

source: Your job opening is online. You can publish minor changes or you can deactivate the job opening
de_de: Ihre Stellenanzeige ist Online. Sie können Ihre Stellenanzeige Ändern oder deaktivieren.
fr: Votre vacance de poste est en ligne. Vous pouvez publier des changement mineurs ou vous pouvez désactiver la vacance de poste
it: La tua offerta di lavoro è in linea. È possibile pubblicare cambiamenti minori o si può disattivare l'offerta di lavoro
pl: Twoja praca jest otwarcie w Internecie. Możesz opublikować drobne zmiany lub można wyłączyć otwieranie pracy
ru: Ваш открытие вакансии на сайте. Вы можете опубликовать незначительные изменения или вы можете отключить открытие работу
tr: İşiniz açılış yayında. Sen küçük değişiklikler yayınlayabilir ya da iş açılış devre dışı bırakabilirsiniz

source: Your job opening was successfully created and is waiting for approval.
de_de: Ihre Stellenanzeige wurde erfolgreich erstellt und wartet auf Freischaltung.
fr: Votre vacance de poste a été créé avec succès et est en attente pour approbation.
it: La tua offerta di lavoro è stata creata ed è in attesa di approvazione.
pl: Twój otwarcie zadanie zostało pomyślnie utworzone i czeka na zatwierdzenie.
ru: Ваш открытие работа была успешно создана и ждет одобрения.
tr: İşiniz açılış başarıyla oluşturuldu ve onay bekliyor.

source: Your job opening is inactive. You can reactivate it. Chargeable channels are not updated.
de_de: Ihre Stellenanzeige ist inaktiv. Sie können die Anzeige wieder aktivieren. Kostenpflichtige Stellenbörsen werden dadurch nicht aktualisiert.
fr: Votre vacance de poste est inactive. Vous pouvez la réactiver. Les canaux payants ne sont pas updatés.
it: La tua offerta di lavoro non è attiva. È possibile riattivarla. Canali collegati non vengono aggiornati.
pl: Twoja praca jest otwarcie nieaktywne. Można go aktywować. Wymagalny kanały nie są aktualizowane.
ru: Ваш вакантное неактивен. Вы можете активировать его. Платные каналы не обновляются.
tr: İşiniz açılış etkin değil. Bunu yeniden etkinleştirebilirsiniz. Ücretli kanallar güncellendi değildir.

source: Your job was expired. You can reactivate you job opening. Chargeable channels are not updated.
de_de: Die Schaltungsdauer Ihrer Stellenanzeige ist abgelaufen. Sie können Ihre Stellenanzeige erneut aktivieren. Kostenpflichtige Stellenbörsen werden dadurch nicht aktualisiert.
fr: Votre emploi a expiré. Vous pouvez réactiver votre vacance de poste. Les canaux payants ne sont pas updatés.
it: La tua offerta di lavoro è scaduta. È possibile riattivare la tua offerta di lavoro. Canali collegati non vengono aggiornati.
pl: Twoja praca została ważność. Możesz aktywować ci otwarcie pracy. Wymagalny kanały nie są aktualizowane.
ru: Ваша работа была истек. Вы можете запустить вам вакансии. Платные каналы не обновляются.
tr: Senin işin süresi edildi. Sen size iş açılış yeniden etkinleştirebilirsiniz. Ücretli kanallar güncellendi değildir.

source: Your job opening was rejected. Please correct the errors and republish it
de_de: Ihre Stellenanzeige wurde abgelehnt. Bitte korrigieren sie die Fehler und aktivieren Sie sie erneut.
fr: Votre vacance de poste a été rejeté. Veuillez corriger les erreurs et la republié
it: La tua offerta di lavoro è stata respinta. Si prega di correggere gli errori e ripubblicarla
pl: Twój otwarcie zadanie zostało odrzucone. Proszę poprawić błędy i opublikuj go
ru: Ваш открытие работа была отклонена. Пожалуйста, исправьте ошибки и опубликовать ее
tr: İşiniz açılışı reddedildi. hataları düzeltmek ve yeniden yayınlayın Lütfen

source: Sorry, you may not create jobs.
de_de: Es tut uns leid, Sie können noch kein Stellenangebot erstellen.
fr: Désolé, vous ne pouvez pas créer d'emploi.
it: Siamo spiacenti, non si possono creare offerte di lavoro.
pl: Niestety, nie może tworzyć nowe miejsca pracy.
ru: К сожалению, вы не можете создать новые рабочие места.
tr: Maalesef, istihdam yaratmak olmayabilir.

source: Before you are able to create jobs, you have to %screate a valid email%s first.
de_de: Bevor Sie in der Lage sind Stellenangebote anzulegen, müssen Sie %szuerst eine gültige e-Mail%s anlegen.
fr: Avant de pouvoir créer un emploi, vous avez d'abord à %screate a valid email%s.
it: Prima che si è in grado di creare posti di lavoro, è necessario %screate un valido indirizzo email%s prima.

source: Before you are able to create jobs, you have to %screate your main organization%s first.
de_de: Bevor Sie in der Lage sind Stellenangebote anzulegen, müssen Sie %szuerst Ihre Hauptorganisation%s anlegen.
fr: Avant de pouvoir créer des emplois, vous avez d'abord à %screate your main organization%s en premier.
it: Prima che si è in grado di creare offerte di lavoro, è necessario %screate vostra principale organizzazione%s prima.

source: The job, you where looking for has expired or was inactivated
de_de: Die Stellenanzeige, welche sie öffnen wollten ist nicht mehr aktiv.

source: Title
de_de: Anrede

source: Company
de_de: Firmenname
pl: Spółka
tr: Şirket

source: State
de_de: Status
fr: État
it: Stato
pl: Stan
ru: Государство
tr: Devlet

source: Nothing has changed
de_de: Keine Änderungen
it: Niente è cambiato
pl: Nic się nie zmieniło
ru: Ничего не изменилось
tr: Hiçbir şey değişmedi

source: previous content
de_de: alter Inhalt
it: precedente contenuto
pl: poprzednia treść
ru: предыдущее содержимое
tr: önceki içerik

source: new content
de_de: neuer Inhalt
it: nuovi contenuti
pl: nowa treść
ru: новое содержание
tr: yeni içerik

source: Summary
de_de: Zusammenfassung
fr: Résumé
it: Riassunto
pl: Streszczenie
ru: Резюме
tr: Özet

source: Channel
de_de: Jobportal
fr: Canal
it: Canale
pl: Kanał
ru: канал
tr: Kanal

source: Your job opening is ready to be published to the following channels
de_de: Ihre Stellenanzeige wird auf folgenden Jobportalen veröffentlicht
fr: Votre vacance de poste est prête à être publié dans les canaux suivants
it: Il vostro annuncio di lavoro è pronto per essere pubblicato per i seguenti canali
pl: Twoja praca jest otwarcie gotowy do publikacji następujących kanałów
ru: Ваш вакантное готов быть опубликованы следующие каналы
tr: İşiniz açılış aşağıdaki kanallara yayımlanmak üzere hazırdır

source: Please check your selected channels. Click %s to modify the channels
de_de: Bitte überprüfen Sie Ihre gewählten Jobportale. Um die Auswahl zu ändern klicken Sie %s
fr: Veuillez vérifier vos canaux sélectionnés. Cliquez sur %s pour modifier les canaux
it: Si prega di controllare i canali selezionati. Clicca %s per modificare i canali

source: Apply now
de_de: Jetzt bewerben
fr: Postulez maintenant
it: Applica ora
pl: Aplikuj teraz
ru: Применить сейчас
tr: Şimdi Başvur

source: Apply with %s
de_de: Bewerben mit %s

source: Description
de_de: Beschreibung
it: Descrizione
pl: Opis
ru: Описание
tr: Tanım

source: Job with id "%s" not found
de_de: Die Stellenanzeige mit der id "%s" wurde nicht gefunden

source: No Title
de_de: Kein Anzeigentitel eingegeben
fr: Pas de titre
pl: Bez tytułu
ru: Без названия
tr: Başlık

source: No Location
de_de: Kein Arbeitsort eingegeben
fr: Pas de lieux
it: Nessun posto
pl: Nie Lokalizacja
ru: Нет Местоположение
tr: Hiçbir Yer

source: Accept the Terms
de_de: Akzeptieren Sie die AGBs
fr: Acceptez les termes
it: Accettare i termini
pl: Akceptuję Regulamin
ru: Примите условия
tr: Şartları kabul

source: untitled
de_de: ohne Titel

source: Job title
de_de: Titel der Anzeige
fr: Titre du poste
it: Titolo di lavoro
pl: Tytuł pracy
ru: Должность
tr: Iş unvanı

source: Please enter the job title
de_de: Bitte geben sie einen aussagekräftigen Titel ein
fr: Veuillez entrer un titre pour l'emploi
it: Inserisci il titolo del lavoro
pl: Proszę podać nazwę stanowiska
ru: Пожалуйста, введите название должности
tr: Iş unvanı giriniz

source: Please enter the location of the job
de_de: Bitte geben Sie den Dienstsitz Ihrer Stellenanzeige ein
fr: Veuillez entrer le lieu de l'emploi
it: Si prega di inserire il posto del lavoro
pl: Wprowadź lokalizację pracy
ru: Пожалуйста, введите расположение работы
tr: Iş yerini girin

source: please select
de_de: Bitte wählen

source: Distance
de_de: Umkreis
it: Distanza
pl: Dystans
ru: Расстояние
tr: Mesafe

source: Show all jobs
de_de: Zeige alle Stellenanzeigen
fr: Afficher tous les emplois
it: Mostra tutte le offerte
pl: Pokaż wszystkie oferty pracy:
ru: Показать все рабочие места
tr: Tüm işleri göster

source: Show my jobs
de_de: Zeige meine Stellenanzeigen
fr: Afficher mes emplois
it: Mostra le mie offerte
pl: Pokaż swoje miejsca pracy
ru: Показать мои работы
tr: Benim iş Göster

source: All
de_de: Alle
fr: Tout
it: Tutto
pl: Wszystko
ru: Все
tr: tüm

source: Active
de_de: Aktiv
fr: Actif
it: Attivo
pl: Aktywny
ru: Активный
tr: Aktif

source: Inactive
de_de: Inaktiv
fr: Inactif
it: Inattivo
pl: Nieaktywny
ru: Неактивный
tr: Pasif

source: Job qualification
de_de: Qualififationen
fr: Qualification professionelle
it: Qualifica professionale
pl: Praca kwalifikacje
ru: Работа квалификация
tr: İş yeterlilik

source: Job benefits
de_de: Benefits
fr: Avantages sociaux
it: Benefici di lavoro
pl: korzyści Praca
ru: Льготы по месту работы
tr: İş faydaları

source: Job requirements
de_de: Aufgaben
fr: Exigences du poste
it: Requisiti professionali
pl: Wymagania do pracy
ru: Требования к кандидату
tr: İş gereksinimleri

source: Terms and conditions
de_de: Allgemeine Geschäftsbedingungen
fr: Termes et conditions
it: Termini e condizioni
pl: Regulamin
ru: Сроки и условия
tr: Şartlar ve koşullar

source: I have read the %s and accept it
de_de: Ich habe die %s gelesen und akzeptiere sie
fr: J'ai lu le %s et je les accepte
it: Ho letto il/la %s e accetto.
