Repository: cross-solution/YAWIK
Catalog: module/Jobs/language/*.po
Languages: de_de, fr, it, pl, ru, tr

source: terms an conditions
de_de: Allgemeine Geschäftsbedingungen
fr: termes et conditions
it: termini e condizioni
pl: Terminy an warunki
ru: Условия А.Н. условия
tr: terimler koşullar

source: Title and job location
de_de: Titel und Ort der Stellenanzeige
fr: Titre et emplacement de l'emploi
it: Titolo e sede di lavoro
pl: Tytuł i miejsce pracy
ru: Название и работы место
tr: Başlık ve iş yeri

source: Customer note
de_de: Notiz des Kunden

source: Calculate price
de_de: Preis berechnen
it: Calcolare prezzo
pl: Oblicz cenę
ru: Посчитать цену
tr: fiyat hesaplamak

source: Select hiring organization
de_de: Wählen Sie das schaltende Unternehmen
fr: Sélectionner l'organisation recrutante
it: Selezionare organizzazione assumente
pl: Wybierz organizację wynajmu
ru: Выберите организация найма
tr: Seç işe organizasyonu

source: Waiting for approval
de_de: Warte auf Freischaltung
it: Aspettando l'approvazione
pl: Czeka na zatwierdzenie
ru: Ожидание подтверждения
tr: onay bekleniyor

source: Created
de_de: Angelegt
it: Creato
pl: Stworzony
ru: созданный
tr: oluşturuldu

source: Published
de_de: Veröffentlicht
it: Pubblicato
pl: Opublikowany
ru: опубликованный
tr: Yayınlanan

source: Rejected
de_de: Zurückgewiesen
it: Respinto
pl: odrzucony
ru: Отклонено
tr: reddedilen

source: Expired
de_de: Abgelaufen
it: Scaduto
pl: Przedawniony
ru: Истекший
tr: Süresi Doldu

source: Basic Data
de_de: Grunddaten

source: Please choose a descriptive title and a location for your job posting
de_de: Bitte wählen Sie einen aussagekräftigen Anzeigentitel und den Dienstsitz der ausgeschriebenen Stelle.
fr: Veuillez choisir un titre descriptif et un emplacement pour votre offre d'emploi
it: Per favore scegliere un titolo descrittivo e una posizione per la vostra offerta di lavoro
pl: Proszę wybrać opisowy tytuł i lokalizację swojej ofercie pracy
ru: Пожалуйста, выберите описательное название и местоположение для размещения вакансии
tr: senin iş ilanıyla için açıklayıcı bir başlık ve bir bölge seçin

source: Please choose the name of the hiring organization. The selected name defines the template of the job opening.
de_de: Bitte wählen Sie Ihre Firma aus. Das ausgewählte Firma definiert die angezeigte Firmenbeschreibung (sofern eine hinterlegt ist).
fr: Veuillez entrer le nom de l'organisation recrutante. Le nom sélectionné défini le template pour l'ouverture de poste
it: Per favore scegliere il nome dell'organizzazione assunzione. Il nome selezionato definisce il modello del offerta di lavoro.
pl: Proszę wybrać nazwę organizacji rekrutacji. Wybrana nazwa określa szablon otworu pracy.
ru: Пожалуйста, выберите имя найма организации. Выбранное имя определяет шаблон открытия рабочих мест.
tr: işe organizasyonun adını seçiniz. Seçilen isim iş açılış şablonunu tanımlar.

source: Classify the job.
de_de: Klassifizieren Sie die Stellenanzeige.

source: Please choose the portals, where you wish to publish your job opening.
de_de: Bitte wählen Sie die Kanäle, über die Sie Ihre Stellenanzeige veröffentlichen möchten.
fr: Veuillez choisir le portail où vous voulez publier votre offre d'emploi.
it: Per favore scegliere i portali, in cui si desidera pubblicare la offerta di lavoro.
pl: Wybierz portale, w którym chcesz opublikować swój otwór pracy.
ru: Пожалуйста, выберите порталы, где вы хотите опубликовать свою работу открытие.
tr: işinizi açılış yayınlamak isteyen portallar, seçiniz.

source: If there is something you want us to know about this job offering, you can type it here.
de_de: Wenn Sie etwas über dieses Stellenangebot wissen möchten, können Sie es hier eingeben.

source: Create job opening
de_de: Anzeige erstellen

source: Preview
de_de: Voransicht

source: Select a job status.
de_de: Anzeigenstatus wählen

source: There are department managers assigned to your organization. Please select the department manager, who will receive notifications for incoming applications
de_de: Ihrer Firma sind Abteilungsleiter zugewiesen. Bitte bestimmen Sie die Abteilungsleiter, welche über eingehende Bewerbungen zu dieser Anzeige informiert werden sollen.

source: Choose Managers
de_de: Abteilungsleiter

source: Classifications
de_de: Klassifizierung

source: Enter optional company description here
de_de: Bitte geben Sie optional eine Beschreibung der Firma ein.

source: Mode
de_de: Modus
it: Modo
pl: Tryb
ru: Режим
tr: kip

source: Built-In ATS
de_de: Integriertes Bewerbermanagement
fr: SSC intégré
pl: Wbudowany ATS
ru: Встроенный АТС
tr: Dahili ATS

source: Use external link
de_de: Externes Bewerbungsformular nutzen
fr: Utilisez un lien externe
it: Utilizzare link esterno
pl: Użyj external link
ru: Используйте внешнюю ссылку
tr: Dış bağlantısını kullanın

source: Get applications via email
de_de: Bewerbungen per E-Mail empfangen
fr: Recevez les candidatures par email
it: Ottenere domande di assunzione tramite e-mail
pl: Pobierz aplikacje za pośrednictwem poczty elektronicznej
ru: Получить приложения по электронной почте
tr: E-posta yoluyla uygulamaları alın

source: Do not track
de_de: Online-Bewerbungen deaktivieren
fr: Ne pas suivre
it: Non tracciare
pl: Nie śledzić
ru: Не отслеживать
tr: izlemek etmeyin

source: Social profiles
de_de: Soziale Netzwerke

source: Professions
de_de: Berufe

source: Manage the professions you want to assign to jobs.
de_de: Verwalten Sie die Berufsfelder, welche Sie der Stellenanzeige zuordnen möchten.

source: The order of categories can be modified by drag&drop.
de_de: Die Reihenfolge der Kategorien kann durch Drag&Drop verändert werden

source: Industries
de_de: Branchen

source: Manage the industries you want to assign to jobs.
de_de: Verwalten Sie die Branchen, welche den Stellenanzeigen zugeordnet werden können.

source: Employment Types
de_de: Art der Anstellung

source: Manage the employment types you want to assign to jobs.
de_de: Verwalten Sie die Art der Anstellung, welche Sie der Stellenanzeige zuordnen können.

source: The apply identifier "%value%" is already in use.
de_de: Der Berwerbungsschlüssel "%value%" wird schon benutzt.
fr: L'identifiant appliquer "%value%" est déjà en cours d'utilisation.
it: L'applicazione identificativo "%value%" è già in uso.

source: Enter pure html code here
de_de: Hier können Sie HTML Code eingeben

source: Select the professions of the job opening. This allows an applicant to find job openings by a certain profession.
de_de: Wählen sie das Berufsfeld der Stellenanzeige. Es erlaubt dem Bewerber die Stellenanzeigen über Berufsfelder zu finden.

source: Select the industry of the hiring organization. This allows an applicant to search for job opening by industry.
de_de: Wählen Sie die Branche des ausschreibenden Unternehmens. Dies erlaubt es Bewerbern Ihre Stellenanzeige unter dieser Branche zu finden.

source: Change status or publish date.%1$s%2$sBeware!%3$s Status changes will eventually cause notification emails to be send.
de_de: Ändert den Status oder das Veröffentlichungsdatum einer Stellenanzeige..%1$s%2$sBeachten Sie.%3$s Status Änderungen können dazu führen, dass E-Mail Benachrichtigungen erneut gesendet werden.

source: Start date
de_de: Beginn

source: Set the start date of this job.
de_de: Setzen Sie das Startdatum der Stellenanzeige

source: Portals
de_de: Portale
fr: Portails
it: Portali
pl: Portale
ru: Порталы
tr: portalları

source: created
de_de: Angelegt

source: waiting for approval
de_de: Wartet auf Freischaltung

source: rejected
de_de: abgesagt
fr: rejeté
it: respinto
pl: odrzucone
ru: отклонил
tr: reddedildi

source: publish
de_de: Veröffentlicht
fr: publier
it: pubblicare
pl: publikować
ru: публиковать
tr: yayınlamak

source: active
de_de: Aktiv
fr: actif
it: attivo
pl: aktywny
ru: активный
tr: aktif

source: inactive
de_de: Inaktiv
fr: inactif
it: inattivo
pl: nieaktywny
ru: неактивный
tr: pasif

source: expired
de_de: Abgelaufen
fr: expiré
it: scaduto
pl: przedawniony
ru: истекший
tr: süresi bitmiş

source: Status successfully changed.
de_de: Der Status wurde erfolgreich geändert

source: Change status failed.
de_de: Status Änderung fehlgeschlagen

source: Job opening was rejected by %s
de_de: Stellenanzeige wurde von %s abgelehnt
fr: L'offre d'emploi a été rejeté pas %s
it: L'offerta di lavoro è stata respinta da %s

source: Job has been rejected
de_de: Die Veröffentlichung der Stellenanzeige wurde abgelehnt
fr: L'emploi a été rejeté
it: Offerta è stata respinta
pl: Praca została odrzucona
ru: Работа была отклонена
tr: İş reddedildi

source: Job opening was activated by %s
de_de: Stellenanzeige wurde von %s genehmigt
fr: L'offre d'emploi a été activé par %s
it: L'offerta di lavoro è stata attivata da %s

source: Job has been approved
de_de: Die Veröffentlichung der Stellenanzeige wurde genehmigt
fr: L'emploi a été approuvé
it: Offerta è stata approvata
pl: Praca została zatwierdzona
ru: Работа была одобрена
tr: İş onaylandı

source: Job was deactivated by %s
de_de: Die Stellenanzeige wurde von %s deaktiviert
fr: L'emploi a été désactivé par %s
it: Offerta di lavoro è stata disattivata da %s

source: Job has been deactivated
de_de: Die Stellenanzeige wurde deaktiviert
fr: L'emploi a été désactivé
it: Offerta di lavoro è stata disattivata
pl: Praca została wyłączona
ru: Работа деактивирован

source: Job could not be deactivated
de_de: Die Stellenanzeige konnte nicht deaktiviert werden
fr: L'emploi ne peut pas etre désactivé
it: Offerta di lavoro non è stata disattivata
pl: Praca nie może być wyłączona
ru: Работа не может быть деактивирован

source: Job has been deleted.
de_de: Die Stellenanzeige wurde gelöscht

source: Template changed
de_de: Vorlage wurde geändert
fr: Le template a été changé
it: Sagoma cambiata
pl: Szablon zmieniony
ru: Шаблон изменилось

source: Template not changed
de_de: Vorlage wurde nicht geändert
fr: Le template n'a pas été modifié
it: Sagoma non cambiata
pl: Szablon nie zmieniło
ru: Шаблон не изменилась

source: Total jobs
de_de: Stellenanzeigen insgesamt

source: Active jobs
de_de: Veröffentlichte Anzeigen

source: Pending jobs
de_de: Ausstehende Stellenanzeigen
fr: Emploi en attente
it: In attesa di posti di lavoro
pl: Do czasu pracy
ru: До работы

source: A new job opening was created
de_de: Eine neue Stellenanzeige wurde angelegt
fr: Une nouvelle offre d'emploi a été crée
it: Una nuova offerta di lavoro è stata creata
pl: Nowe otwarcie praca została stworzona
ru: Новый открытие работа была создана

source: Your Job have been wrapped up for approval
de_de: Ihre Stellenanzeige wartet auf Freischaltung
fr: Votre emploi a été emballé pour approbation
it: Il vostro lavoro è stato avvolto per l'approvazione
pl: Twoja praca została zawinięta w celu zatwierdzenia
ru: Ваша работа были обернуты для утверждения

source: Your job has been published
de_de: Ihr Stellenangebot wurde veröffentlicht
fr: Votre emploi a été publié
it: La tua offerta di lavoro è stata pubblicata.
pl: Twoja praca została opublikowana
ru: Ваша работа была опубликована

source: Your job has been rejected
de_de: Ihr Stellenangebot wurde abgelehnt
fr: Votre emploi a été rejeté
it: La tua offerta di lavoro è stata respinta.
pl: Twoja praca została odrzucona
ru: Ваша работа была отклонена

source: publish your job on yawik.org for free
de_de: 30 Tage kostenlos auf yawik.org veröffenlichen
fr: publier votre emploi sur yawik.org gratuitement
it: pubblicare la offerta di lavoro su yawik.org gratis
pl: publikuje swoją pracę na yawik.org za darmo
ru: публиковать свою работу на yawik.org бесплатно

source: publish the job for 30 days on %s
de_de: Stellenanzeige für 30 Tage auf %s veröffentlichen
fr: publier l'emploi pour 30 jours sur %s
it: pubblicare la offerta di lavoro per 30 giorni su %s

source: Your Homepage
de_de: Ihrer Homepage
fr: Votre page d'accueil
it: Il tuo sito web
pl: strony głównej
ru: стартовой

source: enable integration of this job on your Homepage
de_de: Veröffenlichung der Anzeige auf Ihrer Homepage
fr: activer l'intégration de cet emploi sur votre page d'accueil
it: abilitare l'integrazione di questa offerta di lavoro sul tuo sito
pl: umożliwiają integrację tego zadania na stronie głównej
ru: включить интеграцию этой работе на главной странице

source: enable %s of this job on your Homepage
de_de: aktivieren Sie Ihre Anzeige für die %s auf Ihrer Homepage
fr: activer %s de ce job sur votre page d'accueil
it: abilitare %s di questa offerta sul tuo sito

source: Jobs categories
de_de: Kategorien der Stellenanzeige

source: Jobboard
de_de: Stellenbörse
fr: Site d'emploi
pl: Giełda pracy
ru: Биржа труда

source: Overview
de_de: Übersicht
fr: Vue d'ensemble
it: Panoramica
pl: Przegląd
ru: Обзор
tr: Genel bakış

source: Create job
de_de: Stellenanzeige anlegen
fr: Créez emploi
it: Creare un offerta di lavoro
pl: Tworzenie pracy
ru: Создать работу
tr: İşi oluştur

source: Edit job
de_de: Stellenanzeige bearbeiten
fr: Modifier la tâche
it: Modifica offerta
pl: Edycja pracy
ru: Редактировать работа
tr: Düzenleme işi

source: Name
fr: Nom
it: Nome
pl: Nazwa
ru: имя
tr: isim

source: Modern
fr: Moderne
it: Moderno
pl: Nowoczesny
ru: Современное

source: Status
fr: Statut
it: Stato
ru: Статус
tr: Durum

source: Next to enter the job
fr: Suivant pour entrer dans l'emploi
it: Avanti per accedere al offerta di lavoro
ru: Следующая, чтобы войти в работу

source: Back
fr: Précédent
it: Precedente
ru: Предыдущая

source: Next to preview the job
fr: Suivant pour avoir un aperçu de l'emploi
it: Avanti per visualizzare in anteprima la vostra offerta di lavoro
ru: Следующая, чтобы просмотреть работу

source: integration
it: integrazione
pl: integracja
ru: интеграция

source: Multiposting
fr: Multiple affectation
ru: Мультипостинг

source: Email
tr: E-posta
