Repository: cross-solution/YAWIK
Catalog: module/Applications/language/*.po
Languages: de_de

source: Mail was sent to %s
de_de: E-Mail wurde gesendet an %s

source: %d Application(s) has been successfully moved to Talent Pool
de_de: %d Bewerbungen wurden erfolgreich in den Talent-Pool verschoben.

source: Invalid apply id
de_de: ungültige Bewerbungs Referenz

source: Application was read by %s
de_de: Die Bewerbung wurde eingesehen von %s

source: Application has been successfully moved to Talent Pool
de_de: Die Bewerbung wurde erfolgreich in den Talent-Pool verschoben.

source: There are missing required informations. Your application cannot be send.
de_de: Es fehlen noch benötigte Angaben. Ihre Bewerbung konnte nicht versendet werden.

source: Mail has been send
de_de: Die E-Mail wurde versendet

source: Application has been send.
de_de: Die Bewerbung wurde versendet

source: Application was rated by %s
de_de: Die Bewerbung wurde bewertet durch %s

source: Attach images or PDF Documents to your application. Drag&drop them, or click into the attachement area. You can upload up to %sMB
de_de: Heften Sie Bilder oder PDF Dokumente an Ihre Bewerbung. Ziehen Sie Ihre Dokumente einfach in das Feld für Anlagen, oder klicken Sie das Feld an. Sie können Dateien mit einem Gesamtvolumen von %s MB hochladen.

source: Attachments
de_de: Anlagen

source: Cover Letter
de_de: Anschreiben

source: Summary is meant as a general free text area. Click on "edit" to fill in some informations you think helps the recruiter to pick you for this job.
de_de: Verfassen Sie in der Zusammenfassung Ihr Anschreiben. Klicken Sie auf "Bearbeiten".

source: you can add your social profile to your application. You can preview and remove the attached profile before submitting the application.
de_de: Sie können Ihrer Bewerbung Lebenslaufdaten aus einem Facebook, Xing oder LinkedIn Profil anhängen. Die hinzugefügten Daten können Sie vor dem Absenden der Bewerbung einsehen und auch wieder entfernen.

source: Customize apply form
de_de: Bewerbungsformular anpassen

source: Carbon Copy
de_de: Blindkopie

source: send me a carbon copy of my application
de_de: Senden Sie mir eine Kopie meiner übermittelten Daten

source: Privacy Policy
de_de: Datenschutzbestimmung

source: I have read the %s and accept it
de_de: Ich habe die %s gelesen und akzeptiere sie

source: Comment message
de_de: Bemerkung

source: E-Mail Notifications
de_de: E-Mail Benachrichtigungen

source: receive E-Mail alert
de_de: E-Mail Benachrichtigungen erhalten

source: if checked, you'll be informed by mail about new applications.
de_de: falls gewählt, werden Sie per E-Mail über neue Bewerbungen informiert.

source: default text of the notification mail about new applications. The following variables can be used:<ul><li>##name## = your name</li><li>##title## = title of the job</li><li>##link## = Url of the application detail page</li></ul>
de_de: Text einer Benachrichtigung über eine neu eingegangene Bewerbung. Folgende Platzhalter können eingesetzt werden: <ul> <li>##name## = Ihr Name</li> <li>##title## = Titel der Anzeige</li> <li>##link## = Link zur eingegangenen Bewerbung</li> </ul>

source: confirm application immidiatly after submit
de_de: Eingangsbestätigung automatisch versenden

source: if checked, an application is immediatly confirmed. If unchecked confirmation is the duty of the recruiter.
de_de: Falls gewählt, wird eine Eingangsbestätigung automatisch nach dem Eingang einer Bewerbung versendet.

source: Confirmation mail text
de_de: Text der Bestätigungs-E-Mail

source: default text of the acknowledgment of receipt mail to the applicant. The following variables can be used:<br><ul><li>##anrede_formell## = salutation. Includes gender, firstname and lastname.<li>##anrede_informell## = salutation. Includes fistname and lastname.</li><li>##job_title## = title of the jobs</li><li>##name## = name of the applicant.</li><li>##date## = date of recipt of the application.</li><li>##link## = Link to the application details</li></ul>
de_de: Standard-Text einer Eingangsbestätigung an den Bewerber. Folgende Variablen können verwendet werden. <br><ul><li>##anrede_formell## = Formelle Anrede.<li>##anrede_informell## = normale Anrede.</li><li>##job_title## = Titel der Stellenanzeige</li><li>##name## = Name des Bewerbers</li><li>##date## = Eingangsdatum der Bewerbung.</li><li>##link## = Link zur Bewerbung</li></ul>

source: Invitation mail text
de_de: Text der Einladungs-E-Mail

source: default text of the invitation mail to the applicant. You can use all variables of the acknowledgment of receipt mail.
de_de: Standard-Text einer Einladungsmail an einen Bewerber. Die Variablen der Eingangsbestätigungsmail können auch verwendet werden.

source: Accept mail text
de_de: Mailtext für Akzeptieren

source: default text, when accepting an applicant. This mail is send to by a domain admin to the recruiter, who is responsible for the job posting.
de_de: Mailtext, der versendet wird, wenn ein Abteilungsleiter einen Bewerber akzeptiert. Die Mail wird an den für die Anzeige zuständigen Rekruiter versendet.

source: Rejection mail text
de_de: Text der Ablehnungs-E-Mail

source: default text of the refusal of an application to the applicant. You can use all variables of the acknowledgment of receipt mail.
de_de: Standard-Text einer Absage auf eine Bewerbung an den Bewerber. Die Variablen der Eingangsbestätigungsmail können auch verwendet werden.

source: get blind carbon copy of all own mails
de_de: sende alle Mails in Kopie (BCC) an meine E-mail Adresse

source: if checked, you'll get a copy of all mails you send.
de_de: Klicken, um alle Mails in Kopie zu erhalten.

source: Request additional facts from the Applicant. Selected Fields will be added to the application Form.
de_de: Fordern Sie zusätzliche Fakten vom Bewerber. Ausgewählte Felder werden dem Bewerbungsformular hinzugefügt.

source: Please provide some additional facts for this job opening.
de_de: Für die Position sind folgende Angaben wichtig

source: Click here to enter facts.
de_de: Klicken Sie hier, um weitere Informationen einzugeben

source: Yes
de_de: Ja

source: conditioned
de_de: bedingt

source: No
de_de: Nein

source: Willingness to travel
de_de: Reisebereitschaft

source: Enter your willingness to travel.
de_de: Bitte machen Sie Angaben zu Ihrer Reisebereitschaft.

source: Ask the applicant about the willingness to travel
de_de: Soll der Kandidat Angaben über seine Reisebereitschaft machen?

source: please select
de_de: Bitte wählen

source: Earliest starting date
de_de: Frühester Eintrittstermin

source: Enter the earliest starting date.
de_de: Bitte nennen Sie Ihr frühest mögliches Eintrittsdatum

source: Ask the applicant about the earliest starting date.
de_de: Soll der Kandidat sein frühest mögliches Eintrittsdatum nennen?

source: Expected salary
de_de: Gehaltsvorstellung

source: Your salary requirements should be the annual amount before taxes. Do not forget to provide the currency sign.
de_de: Geben Sie ihre Gehaltsvorstellung in Form des gewünschten Jahresgehaltes vor Steuern an.

source: Ask users about their expected salary.
de_de: Den Bewerber bitten seine Gehaltsvorstellung anzugeben.

source: driving license
de_de: Fahrerlaubnis

source: Do you have a driving license?
de_de: Haben Sie einen Führerschein?

source: Ask the applicant, if he has a driving license.
de_de: Fragen Sie den Bewerber nach einer Fahrerlaubnis.

source: Enter job title
de_de: Anzeigentitel eingeben

source: all
de_de: alle

source: Click here to enter a summary.
de_de: Klicken Sie hier, um ein Anschreiben einzugeben.

source: <strong>Please note</strong>: HTML tags get stripped out. Line breaks are preserved.
de_de: <strong>Bitte beachten</strong>: HTML-Tags werden entfernt. Zeilenumbrüche bleiben bestehen.

source: Application confirmation
de_de: Eingangsbestätigung

source: Fwd: Application to "%s" dated %s
de_de: Fwd: Bewerbung auf "%s" vom %s

source: New application for your vacancy "%s"
de_de: Neue Bewerbung für Ihre Anzeige "%s"

source: Hello ##name##,\n\nThere is a new application for your vacancy:\n\"##title##\"\n\n
de_de: Hallo ##name##,\n\nEs gibt eine neue Bewerbung auf Ihre Anzeige:\n\"##title##\"\n\n

source: Applicant
de_de: Bewerber

source: Career
de_de: Karriere

source: Job
de_de: Stellenanzeige

source: Rating
de_de: Bewertung

source: Modified
de_de: Änderungsdatum

source: Actions
de_de: Aktionen

source: Sent on
de_de: Gesendet am

source: Company
de_de: Firma

source: E-Mail Templates
de_de: E-Mail Vorlagen

source: Overview
de_de: Überblick

source: invited
de_de: eingeladen

source: incoming
de_de: neu eingegangen

source: rejected
de_de: abgesagt

source: confirmed
de_de: bestätigt

source: Your application dated %s
de_de: Ihre Bewerbung vom %s

source: reject the applicants
de_de: Ausgewählten Bewerbern Absage senden

source: Forwarded application to %s
de_de: Bewerbung wurde weitergeleitet an %s

source: Forward application to %s failed.
de_de: Weiterleitung der Bewerbung an %s fehlgeschlagen.

source: Facts
de_de: Fakten

source: Options
de_de: Optionen

source: Applications
de_de: Bewerbungen

source: Dear Mr. %s
de_de: Sehr geehrter Herr %s

source: Dear Ms. %s
de_de: Sehr geehrte Frau %s

source: Hello %s
de_de: Hallo %s

source: To
de_de: An

source: for the job "%s"
de_de: auf die Stellenanzeige "%s"

source: to all of your jobs
de_de: für alle Ihre Anzeigen

source: List of received applications
de_de: Eingegangene Bewerbungen

source: Overview of your sent applications
de_de: Ihre versendeten Bewerbungen

source: Cancel
de_de: Abbrechen

source: Send mail
de_de: Mail senden

source: Move selected applications to Talent Pool
de_de: Verschiebe die ausgewählten Bewerbungen in den Talent-Pool

source: Are you sure you want to move selected applications to Talent Pool?
de_de: Sind Sie sicher, dass Sie die ausgewählten Bewerbungen in den Talent-Pool verschieben möchten?

source: Move applications to Talent Pool
de_de: Bewerbungen in den Talent-Pool verschieben

source: personal information
de_de: Angaben zur Person

source: Birthday
de_de: Geburtstag

source: education
de_de: Ausbildung

source: Date
de_de: Datum

source: School or university
de_de: Schule oder Universität

source: Type
de_de: Art

source: work experience
de_de: Berufserfahrung

source: Employer
de_de: Arbeitgeber

source: Description
de_de: Beschreibung

source: language skills
de_de: Sprachkenntnisse

source: Attachment
de_de: Anlage

source: Year of birth
de_de: Jahrgang

source: Degree
de_de: Ablussnote

source: Notes
de_de: Anmerkungen

source: ongoing
de_de: bis heute

source: employes
de_de: Mitarbeiter

source: Industry
de_de: Branche

source: Level
de_de: Position

source: application for
de_de: Bewerbung auf

source: Application %d of %d
de_de: Bewerbung %d von %d

source: Accept
de_de: Akzeptieren

source: Inform the departement manager
de_de: Informieren Sie den Abteilungsleiter

source: Confirm
de_de: Bestätigen

source: Confirm the receipt
de_de: Den Empfang bestätigen

source: Invite
de_de: Einladen

source: Invite the applicant
de_de: Den Bewerber einladen

source: Inquiry
de_de: Rückfrage

source: Send an inquiry to the applicant
de_de: Eine Rückfrage an den Bewerber senden.

source: Reject
de_de: Ablehnen

source: Reject the applicant
de_de: Den Bewerber ablehnen

source: Inform the Recruiter
de_de: Rekruiter benachrichtigen

source: Enter an email address
de_de: Bitte geben Sie eine E-Mail Adresse ein

source: This application will be send as an email to the given address in a layout similar to that on this page with all attachments included.
de_de: Diese Bewerbung inclusive der Anlagen wird an die eingegebene E-Mail Adresse gesendet.

source: Forward
de_de: Weiterleiten

source: previous
de_de: zurück

source: Back to list
de_de: Zurück zur Übersicht

source: List
de_de: Übersicht

source: next
de_de: weiter

source: Delete application
de_de: Bewerbung löschen

source: Delete
de_de: Löschen

source: Move application to Talent Pool
de_de: Bewerbung in den Talent-Pool verschieben

source: Move
de_de: Verschieben

source: Delete Application
de_de: Bewerbung löschen

source: Are you sure you want to delete this application?
de_de: Sind Sie sicher, dass Sie diese Bewerbung löschen wollen?

source: delete this application
de_de: diese Bewerbung löschen

source: Are you sure you want to move this application to Talent Pool?
de_de: Sind Sie sicher, dass Sie die Bewerbung in den Talent-Pool verschieben möchten?

source: Error while loading comments.
de_de: Fehler beim Laden der Notizen.

source: Error while loading comment form.
de_de: Fehler beim Laden des Notiz Formulars

source: Comments
de_de: Notizen

source: Save
de_de: Speichern

source: Add new comment
de_de: Notiz hinzufügen

source: Close
de_de: Schließen

source: Status history
de_de: Verlauf

source: State
de_de: Status

source: Comment
de_de: Kommentar

source: Phone
de_de: Telefon

source: no attachments available
de_de: keine Anlagen vorhanden

source: Loading
de_de: Daten werden geladen

source: date of receipt
de_de: Eingangsdatum

source: via
de_de: über

source: application state
de_de: Bewerbungsstand

source: rating
de_de: Bewertung

source: View comments
de_de: Notizen ansehen

source: Add comment
de_de: Kommentar hinzufügen

source: last modification date
de_de: letztes Änderungsdatum

source: agent
de_de: Sachbearbeiter

source: Manager
de_de: Abteilungsleiter

source: Driving license
de_de: Fahrerlaubnis

source: Start
de_de: Beginn

source: End
de_de: Ende

source: education and training
de_de: Schul- und Berufsbildung

source: University
de_de: Universität

source: personal skills
de_de: persönliche Fähigkeiten

source: native language
de_de: Muttersprache

source: Application dated
de_de: Bewerbung vom

source: Application
de_de: Bewerbung

source: application details
de_de: Details der Bewerbung

source: You can see the application online on the %sfollowing link%s.
de_de: Sie können die Bewerbung online unter %sfolgender URL%s ansehen.

source: name
de_de: Nachname

source: Street
de_de: Strasse

source: City
de_de: Ort

source: years
de_de: Jahre

source: no attachments
de_de: keine Anlagen

source: edit
de_de: bearbeiten

source: Profile data
de_de: Profil Daten

source: view
de_de: ansehen

source: Received Applications
de_de: Eingegangene Bewerbungen

source: Sent Applications
de_de: Versendete Bewerbungen

source: Apply
de_de: Bewerben

source: Apply to "%s" from "%s"
de_de: Sie bewerben sich auf die Stelle "%s" der Firma "%s"

source: click to open the job ad
de_de: Klicken, um die Stellenanzeige zu öffnen

source: There are no comments for this application yet. Be the first to comment by clicking the "Add new comment" button below!
de_de: Für diese Bewerbung gibt es noch keine Notizen. Um eine neue Notiz anzulegen, klicken Sie auf den Button "Notiz hinzufügen".

source: Your application is incomplete. You have to add your contact data and accept the privacy policy to be able to submit the application. You can always preview or abort your application.
de_de: Ihre Bewerbung ist unvollständig. Um die Bewerbung absenden zu können, müssen Sie Ihre Kontaktdaten angeben und die Datenschutzbestimmungen akzeptieren. Sie können jederzeit die Vorschau über Ihre hinterlegten Daten einsehen bzw. den Bewerbungsprozess abbrechen.

source: Back to the formular
de_de: Zurück zum Bewerbungsformular

source: Preview application
de_de: Voransicht der Bewerbung

source: Send application
de_de: Bewerbung absenden

source: Send preview to my email
de_de: Sende Voransicht an meine E-Mail

source: Abort application
de_de: Bewerbung abbrechen

source: You have applied to "%1$s" from "%2$s"
de_de: Sie haben sich beworben auf die Position "%1$s" von "%2$s"

source: your application had been posted. Godspeed.
de_de: Ihre Bewerbung wurde versendet. Wir wünschen viel Glück!

source: your application was sent successfully
de_de: Ihre Bewerbung wurde erfolgreich gespeichert

source: The application was added to your %slist%s, so you can keep up-to-date with the process.
de_de: Die Bewerbung wurde in Ihrer %sÜbersicht%s hinzugefügt. Sie können den Bearbeitungsstatus Ihrer Bewerbung hier verfolgen.

source: Keep up-to-date with the process of your application by bookmarking this link:
de_de: Sie können den Bearbeitungsstand Ihrer Bewerbung einsehen, indem Sie sich diesen Link merken.

source: This is a preview of the application form for your job
de_de: Dies ist eine Voransicht des Bewerbungsformulars Ihrer Stellenanzeige

source: You may expand any section and check the available fields, but you can not save anything.
de_de: Sie können alle vorhandenen Formularfelder einsehen, aber Sie können nichts speichern

source: job opening is not online anymore
de_de: Die Stellenanzeige ist nicht mehr online

source: you tried to open an application formular for a job opening, which is not online any more.
de_de: Sie haben versucht das Bewerbungsformular einer Anzeige zu öffnen, welche nicht mehr aktuell ist.

source: new applications
de_de: Neue Bewerbungen
